const messages = {
  ru: {
    TitleFirstHero: 'Обучаем профессионалов',
    TitleSecondHero: 'для революции в',
    ITHero: 'IT',
    SloganHero:
      'Мы не учим программированию и дизайну, мы учим мышлению, способному реализовывывать невозможные идеи.',
    SloganHeroMobile:
      'Мы не учим программированию и дизайну, \n мы учим мышлению способному реализовывывать невозможные идеи.',

    FirstTextAbout: 'Digital становится всё более многолюдным, востребованность по ',
    SecondTextAbout: 'направлениям при этом не снижается',
    ThirdTextAbout: 'Но специалистов, готовых',
    FourthTextAbout: 'нести ответсвенность за свои решения по-прежнему мало',
    SecondParagraphFirstTextAbout:
      'Atlantis Academy обучает и формирует инженеров и архитекторов, а не ',
    SecondParagraphSecondTextAbout: 'программистов и дизайнеров',
    FirstParagraphAboutMobile:
      'Digital становится всё более многолюдным, востребованность по направлениям при этом \n не снижается. Но специалистов, готовых нести ответсвенность \n за свои решения по прежднему мало.',
    SecondParagraphAboutMobile:
      'Atlantis Academy формирует инженеров и архитекторов, \n а не программистов и дизайнеров',

    TitleCourses: 'Курсы и материалы',
    SubTitleCourses: 'Все материалы',
    AboutAtlantisCourses:
      'Являясь серым кардиналом, Atlantis имеет влияние на сферу IT и неограниченные возможности в применении навыков.',
    AboutEfficiencyCourses:
      'Эффективность обучения заметно вырастает благодаря практике на существующих проектах.',
    FrontendTitleCourses: 'Frontend Engineer',
    FrontendDescriptionCourses:
      'Вы изучите фундаментальные знания в ИТ и прокачаетесь в направлении программирования. Получите востребованную профессию и возможность открыть бизнес в сфере информационных технологий',
    FrontendDescriptionCoursesMobile:
      'Вы изучите фундаментальные знания в ИТ и прокачаетесь в программирование. Получите востребованную профессию и возможность открыть бизнес.',
    DevelopmentBasicsTitleCourses: 'Основы разработки',
    DevelopmentBasicsDescriptionCourses:
      'Вы изучите фундаментальные знания в ИТ и прокачаетесь  в направлении программирования. Получите востребованную профессию и возможность открыть бизнес в сфере информационных технологий',
    DevelopmentBasicsDescriptionCoursesMobile:
      'Вы изучите фундаментальные знания в ИТ и прокачаетесь в программирование. Получите востребованную профессию и возможность открыть бизнес.',
    HowUseCourses: 'Как использовать \n библиотеки',
    DesignFigmaCourses: 'Дизайн, Figma \n Математика',
    CardTextCourses:
      'Вы изучите фундаментальные знания в IT и прокачаете нужные для сферы навыки. Мы не собираем большие группы, что позволяет курировать работу каждого студента.',
    CardStudentsCountCourses: '5',
    CardStudentsTextCourses: 'студентов обучаются в одной практической группе',
    ProcessCourses: 'Процесс поступления',
  },
}

export { messages }
